
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Porta tutto in primo piano";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Finestra";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Minimizza";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Finestra";

/* Class = "NSMenu"; title = "Interface"; ObjectID = "29"; */
"29.title" = "Interfaccia";

/* Class = "NSMenuItem"; title = "Magic Number Machine"; ObjectID = "56"; */
"56.title" = "Magic Number Machine";

/* Class = "NSMenu"; title = "Magic Number Machine"; ObjectID = "57"; */
"57.title" = "Magic Number Machine";

/* Class = "NSMenuItem"; title = "About Magic Number Machine"; ObjectID = "58"; */
"58.title" = "Informazioni su Magic Number Machine";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Aiuto";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Aiuto";

/* Class = "NSMenuItem"; title = "Magic Number Machine Help"; ObjectID = "111"; */
"111.title" = "Aiuto di Magic Number Machine";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Servizi";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Servizi";

/* Class = "NSMenuItem"; title = "Hide Magic Number Machine"; ObjectID = "134"; */
"134.title" = "Nascondi Magic Number Machine";

/* Class = "NSMenuItem"; title = "Quit Magic Number Machine"; ObjectID = "136"; */
"136.title" = "Chiudi Magic Number Machine";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Nascondi il resto";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Mostra tutto";

/* Class = "NSMenuItem"; title = "Find..."; ObjectID = "154"; */
"154.title" = "Trova...";

/* Class = "NSMenuItem"; title = "Scroll to Selection"; ObjectID = "155"; */
"155.title" = "Scroll to Selection";

/* Class = "NSMenuItem"; title = "Copy Full Expression"; ObjectID = "157"; */
"157.title" = "Copia tutta l'espressione";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "158"; */
"158.title" = "Annulla";

/* Class = "NSMenu"; title = "Find"; ObjectID = "159"; */
"159.title" = "Trova";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "161"; */
"161.title" = "Usa la selezione per il Trova";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "162"; */
"162.title" = "Trova precedente";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "163"; */
"163.title" = "Modifica";

/* Class = "NSMenuItem"; title = "Clear"; ObjectID = "164"; */
"164.title" = "Azzera";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "167"; */
"167.title" = "Trova successivo";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "168"; */
"168.title" = "Trova";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "169"; */
"169.title" = "Modifica";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "171"; */
"171.title" = "Incolla";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "173"; */
"173.title" = "Ripeti";

/* Class = "NSMenuItem"; title = "Spelling"; ObjectID = "184"; */
"184.title" = "Correttezza";

/* Class = "NSMenu"; title = "Spelling"; ObjectID = "185"; */
"185.title" = "Correttezza";

/* Class = "NSMenuItem"; title = "Spelling..."; ObjectID = "187"; */
"187.title" = "Correttezza...";

/* Class = "NSMenuItem"; title = "Check Spelling"; ObjectID = "189"; */
"189.title" = "Controlla la correttezza";

/* Class = "NSMenuItem"; title = "Check Spelling As You Type"; ObjectID = "191"; */
"191.title" = "Controlla la correttezza mentre digiti";

/* Class = "NSButton"; gToolTip = "(Esc) Clear the current number"; ObjectID = "235"; */
"235.gToolTip" = "(Esc) Cancella il numero attuale";

/* Class = "NSButton"; gToolTip = "(clear) Clears the whole expression"; ObjectID = "252"; */
"252.gToolTip" = "(clear) Cancella l'intera espressione";

/* Class = "NSButton"; gToolTip = "(.) Fractional Point"; ObjectID = "265"; */
"265.gToolTip" = "(.) Cifra frazionaria";

/* Class = "MainWindow"; title = "Magic Number Machine"; ObjectID = "270"; */
"270.title" = "Magic Number Machine";

/* Class = "NSButton"; gToolTip = "(Return) Display result."; ObjectID = "292"; */
"292.gToolTip" = "(Return) Mostra risultato.";

/* Class = "NSButton"; gToolTip = "(x) Append scientific-notation-style exponent"; ObjectID = "311"; */
"311.gToolTip" = "(x) Accoda la notazione scientifica esponenziale";

/* Class = "NSButton"; gToolTip = "(⌘-) Change the sign"; ObjectID = "313"; */
"313.gToolTip" = "(⌘-) Cambia il segno";

/* Class = "NSButton"; gToolTip = "i - The square root of minus 1"; ObjectID = "314"; */
"314.gToolTip" = "i - La radice quadrata di -1";

/* Class = "NSButton"; gToolTip = "(Delete) Delete one digit or part of the expression"; ObjectID = "315"; */
"315.gToolTip" = "(Delete) Cancella una cifra o una parte dell'espressione";

/* Class = "NSTableColumn"; headerCell.title = "Expression History"; ObjectID = "692"; */
"692.headerCell.title" = "Cronologia delle espressioni";

/* Class = "NSTableColumn"; headerCell.title = "Number Base"; ObjectID = "704"; */
"704.headerCell.title" = "Base numerica";

/* Class = "NSTableColumn"; headerCell.title = "Radix"; ObjectID = "706"; */
"706.headerCell.title" = "Base numerica";

/* Class = "NSTableColumn"; headerCell.title = "Data Values"; ObjectID = "709"; */
"709.headerCell.title" = "Valori dei dati";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "727"; */
"727.headerCell.title" = "Applica la funzione ai valori dei dati";

/* Class = "NSTableColumn"; headerCell.title = "X Values"; ObjectID = "746"; */
"746.headerCell.title" = "Valori X";

/* Class = "NSTableColumn"; headerCell.title = "Y Values"; ObjectID = "747"; */
"747.headerCell.title" = "Valori Y";

/* Class = "NSTableColumn"; headerCell.title = "Constants"; ObjectID = "784"; */
"784.headerCell.title" = "Costanti";

/* Class = "NSButton"; gToolTip = "(p) Pi"; ObjectID = "789"; */
"789.gToolTip" = "(p) Pi greco";

/* Class = "NSPanel"; title = "Fixed Precision"; ObjectID = "857"; */
"857.title" = "Precisione fissa";

/* Class = "NSPanel"; title = "Scientific Notation"; ObjectID = "884"; */
"884.title" = "Notazione scientifica";

/* Class = "NSPanel"; title = "Number of Digits"; ObjectID = "890"; */
"890.title" = "Numero di cifre";

/* Class = "NSTableColumn"; headerCell.title = "# Bits"; ObjectID = "947"; */
"947.headerCell.title" = "# Bit";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "1316"; */
"1316.headerCell.title" = "Applica la funzione ai valori dei dati";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "1324"; */
"1324.headerCell.title" = "Applica la funzione ai valori dei dati";

/* Class = "NSBox"; title = "Title"; ObjectID = "1339"; */
"1339.title" = "Titolo";

/* Class = "NSBox"; title = "Title"; ObjectID = "1341"; */
"1341.title" = "Titolo";

/* Class = "NSMenuItem"; title = "Copy Result"; ObjectID = "1398"; */
"1398.title" = "Copia il risultato";

/* Class = "NSTableColumn"; headerCell.title = "1"; ObjectID = "1446"; */
"1446.headerCell.title" = "1";

/* Class = "NSTableColumn"; headerCell.title = "2"; ObjectID = "1447"; */
"1447.headerCell.title" = "2";

/* Class = "NSTableColumn"; headerCell.title = "3"; ObjectID = "1448"; */
"1448.headerCell.title" = "3";

/* Class = "NSButton"; gToolTip = "(⌘N) Opens the Constants Drawer"; ObjectID = "1475"; */
"1475.gToolTip" = "(⌘N) Apri lo schema delle costanti";

/* Class = "NSButton"; gToolTip = "(⌘R) Opens the Radix Drawer"; ObjectID = "1477"; */
"1477.gToolTip" = "(⌘R) Apri lo schema delle basi numeriche";

/* Class = "NSButton"; gToolTip = "(⌘Y) Open the History Drawer"; ObjectID = "1478"; */
"1478.gToolTip" = "(⌘Y) Apri lo schema della cronologia";

/* Class = "NSBox"; title = "Box"; ObjectID = "1479"; */
"1479.title" = "Scatola";

/* Class = "NSButton"; gToolTip = "(⌘3) Opens the Array Data Drawer"; ObjectID = "1480"; */
"1480.gToolTip" = "(⌘3) Apri lo schema degli Array";

/* Class = "NSButton"; gToolTip = "(⌘2) Opens the 2D Data Drawer"; ObjectID = "1481"; */
"1481.gToolTip" = "(⌘2) Apri lo schema dei dati bidimensionali";

/* Class = "NSButton"; gToolTip = "Opens the Data Drawer"; ObjectID = "1482"; */
"1482.gToolTip" = "Apri lo schema dei dati";

/* Class = "NSButton"; gToolTip = "(%) Modulo -- not percent"; ObjectID = "1652"; */
"1652.gToolTip" = "(%) Modulo -- non percentuale";

/* Class = "NSButton"; gToolTip = "Right Parenthesis"; ObjectID = "1655"; */
"1655.gToolTip" = "Parentesi destra";

/* Class = "NSButton"; gToolTip = "(| - vertical bar) Complex magnitude"; ObjectID = "1657"; */
"1657.gToolTip" = "(| - barra verticale) Modulo del numero complesso";

/* Class = "NSButton"; gToolTip = "(k) Real Part"; ObjectID = "1658"; */
"1658.gToolTip" = "(k) Parte Reale";

/* Class = "NSButton"; gToolTip = "(n) Permutations"; ObjectID = "1662"; */
"1662.gToolTip" = "(n) Permutazioni";

/* Class = "NSButton"; gToolTip = "(l) Natural Logarithm"; ObjectID = "1664"; */
"1664.gToolTip" = "(l) Logaritmo naturale";

/* Class = "NSButton"; gToolTip = "(g) shift the exponent left"; ObjectID = "1668"; */
"1668.gToolTip" = "(g) Sposta l'esponente a sinistra";

/* Class = "NSButton"; gToolTip = "(!) Factorial"; ObjectID = "1669"; */
"1669.gToolTip" = "(!) Fattoriale";

/* Class = "NSButton"; gToolTip = "(option) Enables the blue functions"; ObjectID = "1671"; */
"1671.gToolTip" = "(option) Abilita le funzioni blu";

/* Class = "NSButton"; gToolTip = "Left Parenthesis"; ObjectID = "1672"; */
"1672.gToolTip" = "Parentesi sinistra";

/* Class = "NSButton"; gToolTip = "(j) binary OR"; ObjectID = "1673"; */
"1673.gToolTip" = "(j) OR binario";

/* Class = "NSButton"; gToolTip = "(o) Cosine"; ObjectID = "1674"; */
"1674.gToolTip" = "(o) Coseno";

/* Class = "NSButton"; gToolTip = "(v) Square Root"; ObjectID = "1679"; */
"1679.gToolTip" = "(v) Radice quadrata";

/* Class = "NSButton"; gToolTip = "(z) e, raised to the next number"; ObjectID = "1680"; */
"1680.gToolTip" = "(z) e, elevato al prossimo numero";

/* Class = "NSButton"; gToolTip = "(space) Adds the result to the Data"; ObjectID = "1681"; */
"1681.gToolTip" = "(space) Aggiunge il risultato ai dati";

/* Class = "NSButton"; gToolTip = "(w) square the current number"; ObjectID = "1683"; */
"1683.gToolTip" = "(w) eleva al quadrato il numero attuale";

/* Class = "NSButton"; gToolTip = "(⌘D) Display Precision"; ObjectID = "1684"; */
"1684.gToolTip" = "(⌘D) Mostra la precisione";

/* Class = "NSButton"; gToolTip = "(t) Tangent"; ObjectID = "1687"; */
"1687.gToolTip" = "(t) Tangente";

/* Class = "NSButton"; gToolTip = "(h) binary AND"; ObjectID = "1691"; */
"1691.gToolTip" = "(h) AND binario";

/* Class = "NSButton"; gToolTip = "(⌘T) Change Trig. Mode"; ObjectID = "1692"; */
"1692.gToolTip" = "(⌘T) Cambia espressione degli angoli";

/* Class = "NSButton"; gToolTip = "(y) raise to the next number"; ObjectID = "1693"; */
"1693.gToolTip" = "(y) eleva al prossimo numero";

/* Class = "NSButton"; gToolTip = "(s) Sine"; ObjectID = "1697"; */
"1697.gToolTip" = "(s) Seno";

/* Class = "NSMenuItem"; title = "Preferences..."; ObjectID = "1761"; */
"1761.title" = "Preferenze...";

/* Class = "NSPanel"; title = "Preferences"; ObjectID = "1763"; */
"1763.title" = "Preferenze";

/* Class = "NSButtonCell"; title = "Standard"; ObjectID = "1768"; */
"1768.title" = "Standard";

/* Class = "NSButtonCell"; title = "Scientific"; ObjectID = "1769"; */
"1769.title" = "Scientifica";

/* Class = "NSButtonCell"; title = "Fixed"; ObjectID = "1770"; */
"1770.title" = "Fissa";

/* Class = "NSMenuItem"; title = "Show Keyboard Shortcuts"; ObjectID = "2161"; */
"2161.title" = "Mostra scorciatoie tastiera";

/* Class = "NSTextFieldCell"; title = "_"; ObjectID = "2372"; */
"2372.title" = "_";

/* Class = "NSButtonCell"; title = "mod"; ObjectID = "2373"; */
"2373.title" = "mod";

/* Class = "NSTextFieldCell"; title = "not"; ObjectID = "2374"; */
"2374.title" = "not";

/* Class = "NSTextFieldCell"; title = "xor"; ObjectID = "2375"; */
"2375.title" = "xor";

/* Class = "NSButtonCell"; title = ")"; ObjectID = "2376"; */
"2376.title" = ")";

/* Class = "NSTextFieldCell"; title = "Rad"; ObjectID = "2377"; */
"2377.title" = "Rad";

/* Class = "NSButtonCell"; title = "abs"; ObjectID = "2378"; */
"2378.title" = "abs";

/* Class = "NSButtonCell"; title = "Re"; ObjectID = "2379"; */
"2379.title" = "Re";

/* Class = "NSTextFieldCell"; title = "∑(x)"; ObjectID = "2380"; */
"2380.title" = "∑(x)";

/* Class = "NSTextFieldCell"; title = "inv:"; ObjectID = "2381"; */
"2381.title" = "inv:";

/* Class = "NSTextFieldCell"; title = "Array"; ObjectID = "2382"; */
"2382.title" = "Array";

/* Class = "NSButtonCell"; title = "nPr"; ObjectID = "2383"; */
"2383.title" = "nPr";

/* Class = "NSTextFieldCell"; title = "inv:"; ObjectID = "2384"; */
"2384.title" = "inv:";

/* Class = "NSButtonCell"; title = "ln"; ObjectID = "2385"; */
"2385.title" = "ln";

/* Class = "NSTextFieldCell"; title = "hyp:"; ObjectID = "2386"; */
"2386.title" = "hyp:";

/* Class = "NSTextFieldCell"; title = "hyp:"; ObjectID = "2387"; */
"2387.title" = "hyp:";

/* Class = "NSTextFieldCell"; title = "hyp:"; ObjectID = "2388"; */
"2388.title" = "hyp:";

/* Class = "NSButtonCell"; title = "<3"; ObjectID = "2389"; */
"2389.title" = "<3";

/* Class = "NSButtonCell"; title = "x!"; ObjectID = "2390"; */
"2390.title" = "x!";

/* Class = "NSTextFieldCell"; title = "_"; ObjectID = "2391"; */
"2391.title" = "_";

/* Class = "NSButtonCell"; title = "Opt"; ObjectID = "2392"; */
"2392.title" = "Opt";

/* Class = "NSButtonCell"; title = "("; ObjectID = "2393"; */
"2393.title" = "(";

/* Class = "NSButtonCell"; title = "or"; ObjectID = "2394"; */
"2394.title" = "or";

/* Class = "NSButtonCell"; title = "cos"; ObjectID = "2395"; */
"2395.title" = "cos";

/* Class = "NSTextFieldCell"; title = "arg"; ObjectID = "2396"; */
"2396.title" = "arg";

/* Class = "NSButtonCell"; title = "Shft"; ObjectID = "2397"; */
"2397.title" = "Shft";

/* Class = "NSTextFieldCell"; title = "Grad"; ObjectID = "2398"; */
"2398.title" = "Grad";

/* Class = "NSTextFieldCell"; title = "Sci"; ObjectID = "2399"; */
"2399.title" = "Sci";

/* Class = "NSButtonCell"; title = "√"; ObjectID = "2400"; */
"2400.title" = "√";

/* Class = "NSButtonCell"; title = "e^x"; ObjectID = "2401"; */
"2401.title" = "e^x";

/* Class = "NSButtonCell"; title = "Add to Data"; ObjectID = "2402"; */
"2402.title" = "Aggiungi ai dati";

/* Class = "NSTextFieldCell"; title = "nCr"; ObjectID = "2403"; */
"2403.title" = "nCr";

/* Class = "NSButtonCell"; title = "x^2"; ObjectID = "2404"; */
"2404.title" = "x^2";

/* Class = "NSButtonCell"; title = "Disp"; ObjectID = "2405"; */
"2405.title" = "Disp";

/* Class = "NSTextFieldCell"; title = "log"; ObjectID = "2406"; */
"2406.title" = "log";

/* Class = "NSTextFieldCell"; title = "Img"; ObjectID = "2407"; */
"2407.title" = "Img";

/* Class = "NSButtonCell"; title = "tan"; ObjectID = "2408"; */
"2408.title" = "tan";

/* Class = "NSTextFieldCell"; title = "Round"; ObjectID = "2409"; */
"2409.title" = "Arrotonda";

/* Class = "NSTextFieldCell"; title = "inv:"; ObjectID = "2410"; */
"2410.title" = "inv:";

/* Class = "NSTextFieldCell"; title = "Fix"; ObjectID = "2411"; */
"2411.title" = "Fix";

/* Class = "NSButtonCell"; title = "and"; ObjectID = "2412"; */
"2412.title" = "and";

/* Class = "NSButtonCell"; title = "Deg"; ObjectID = "2413"; */
"2413.title" = "Deg";

/* Class = "NSButtonCell"; title = "x^y"; ObjectID = "2414"; */
"2414.title" = "x^y";

/* Class = "NSTextFieldCell"; title = "2D"; ObjectID = "2415"; */
"2415.title" = "2D";

/* Class = "NSTextFieldCell"; title = "3>"; ObjectID = "2416"; */
"2416.title" = "3>";

/* Class = "NSTextFieldCell"; title = "10^x"; ObjectID = "2417"; */
"2417.title" = "10^x";

/* Class = "NSButtonCell"; title = "sin"; ObjectID = "2418"; */
"2418.title" = "seno";

/* Class = "NSTextFieldCell"; title = "x^-1"; ObjectID = "2419"; */
"2419.title" = "x^-1";

/* Class = "NSButtonCell"; title = "2"; ObjectID = "2420"; */
"2420.title" = "2";

/* Class = "NSButtonCell"; title = "D"; ObjectID = "2421"; */
"2421.title" = "D";

/* Class = "NSButtonCell"; title = "–"; ObjectID = "2422"; */
"2422.title" = "–";

/* Class = "NSButtonCell"; title = "1"; ObjectID = "2423"; */
"2423.title" = "1";

/* Class = "NSButtonCell"; title = "4"; ObjectID = "2424"; */
"2424.title" = "4";

/* Class = "NSButtonCell"; title = "F"; ObjectID = "2425"; */
"2425.title" = "F";

/* Class = "NSButtonCell"; title = "5"; ObjectID = "2426"; */
"2426.title" = "5";

/* Class = "NSButtonCell"; title = "C"; ObjectID = "2427"; */
"2427.title" = "C";

/* Class = "NSButtonCell"; title = "x"; ObjectID = "2428"; */
"2428.title" = "x";

/* Class = "NSButtonCell"; title = "+"; ObjectID = "2429"; */
"2429.title" = "+";

/* Class = "NSButtonCell"; title = "AC"; ObjectID = "2430"; */
"2430.title" = "AC";

/* Class = "NSButtonCell"; title = "÷"; ObjectID = "2431"; */
"2431.title" = "÷";

/* Class = "NSButtonCell"; title = "•"; ObjectID = "2432"; */
"2432.title" = "•";

/* Class = "NSButtonCell"; title = "3"; ObjectID = "2433"; */
"2433.title" = "3";

/* Class = "NSButtonCell"; title = "E"; ObjectID = "2434"; */
"2434.title" = "E";

/* Class = "NSButtonCell"; title = "="; ObjectID = "2435"; */
"2435.title" = "=";

/* Class = "NSButtonCell"; title = "C"; ObjectID = "2436"; */
"2436.title" = "C";

/* Class = "NSButtonCell"; title = "0"; ObjectID = "2437"; */
"2437.title" = "0";

/* Class = "NSButtonCell"; title = "6"; ObjectID = "2438"; */
"2438.title" = "6";

/* Class = "NSButtonCell"; title = "B"; ObjectID = "2439"; */
"2439.title" = "B";

/* Class = "NSButtonCell"; title = "7"; ObjectID = "2440"; */
"2440.title" = "7";

/* Class = "NSButtonCell"; title = "8"; ObjectID = "2441"; */
"2441.title" = "8";

/* Class = "NSButtonCell"; title = "9"; ObjectID = "2442"; */
"2442.title" = "9";

/* Class = "NSButtonCell"; title = "A"; ObjectID = "2443"; */
"2443.title" = "A";

/* Class = "NSButtonCell"; title = "EXP"; ObjectID = "2444"; */
"2444.title" = "EXP";

/* Class = "NSButtonCell"; title = "+/–"; ObjectID = "2445"; */
"2445.title" = "+/–";

/* Class = "NSButtonCell"; title = "i"; ObjectID = "2446"; */
"2446.title" = "i";

/* Class = "NSButtonCell"; title = "DEL"; ObjectID = "2447"; */
"2447.title" = "DEL";

/* Class = "NSButtonCell"; title = "π"; ObjectID = "2448"; */
"2448.title" = "π";

/* Class = "NSTextFieldCell"; title = "Precision: 12 Digits"; ObjectID = "2449"; */
"2449.title" = "Precisione: 12 cifre";

/* Class = "NSTextFieldCell"; title = "Trig. Mode: Degrees"; ObjectID = "2450"; */
"2450.title" = "Angoli: Gradi sessadecimali";

/* Class = "NSTextFieldCell"; title = "Radix: Decimal\n"; ObjectID = "2451"; */
"2451.title" = "Base: Decimale\n";

/* Class = "NSButtonCell"; title = "Constants"; ObjectID = "2452"; */
"2452.title" = "Costanti";

/* Class = "NSButtonCell"; title = "Radix"; ObjectID = "2453"; */
"2453.title" = "Base";

/* Class = "NSButtonCell"; title = "History"; ObjectID = "2454"; */
"2454.title" = "Conologia";

/* Class = "NSButtonCell"; title = "Array Data"; ObjectID = "2455"; */
"2455.title" = "Dati degli Array";

/* Class = "NSButtonCell"; title = "Data 2D"; ObjectID = "2456"; */
"2456.title" = "Dati bidimensionali";

/* Class = "NSButtonCell"; title = "Data"; ObjectID = "2457"; */
"2457.title" = "Dati";

/* Class = "NSButtonCell"; title = "Clear History"; ObjectID = "2458"; */
"2458.title" = "Cancella la cronologia";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2459"; */
"2459.title" = "Appllica Funzione";

/* Class = "NSButtonCell"; title = "Copy Value to Display"; ObjectID = "2460"; */
"2460.title" = "Copia i valori sul Display";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2461"; */
"2461.title" = "Cancella tutto";

/* Class = "NSButtonCell"; title = "Clear Value"; ObjectID = "2462"; */
"2462.title" = "Cancella Valore";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2463"; */
"2463.title" = "Cancella tutto";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2464"; */
"2464.title" = "Applica Funzione";

/* Class = "NSButtonCell"; title = "Clear Row"; ObjectID = "2465"; */
"2465.title" = "Cancella riga";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2466"; */
"2466.title" = "3";

/* Class = "NSTextFieldCell"; title = "Columns:"; ObjectID = "2467"; */
"2467.title" = "Colonne:";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2468"; */
"2468.title" = "Cancella tutto";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2469"; */
"2469.title" = "Applica Funzione";

/* Class = "NSButtonCell"; title = "Clear Row"; ObjectID = "2470"; */
"2470.title" = "Cancella riga";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2471"; */
"2471.title" = "3";

/* Class = "NSTextFieldCell"; title = "Fixed Number of Decimal Places:"; ObjectID = "2472"; */
"2472.title" = "Numero fissato di cifre dopo la virgola:";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2473"; */
"2473.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2474"; */
"2474.title" = "Annulla";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2475"; */
"2475.title" = "Annulla";

/* Class = "NSTextFieldCell"; title = "Number of significant digits:"; ObjectID = "2476"; */
"2476.title" = "Numero di cifre significative:";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2477"; */
"2477.title" = "OK";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2478"; */
"2478.title" = "3";

/* Class = "NSTextFieldCell"; title = "12"; ObjectID = "2479"; */
"2479.title" = "12";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2480"; */
"2480.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2481"; */
"2481.title" = "Cancel";

/* Class = "NSTextFieldCell"; title = "Number of digits to display:"; ObjectID = "2482"; */
"2482.title" = "Numero di cifre da visualizzare:";

/* Class = "NSButtonCell"; title = "Use thousands separator"; ObjectID = "2483"; */
"2483.title" = "Use un separatore per le migliaia";

/* Class = "NSTextFieldCell"; title = "Default display:"; ObjectID = "2484"; */
"2484.title" = "Visualizzazione di default:";

/* Class = "NSTextFieldCell"; title = "Grouping:"; ObjectID = "2485"; */
"2485.title" = "Grouppi:";

/* Class = "NSButtonCell"; title = "Save"; ObjectID = "2486"; */
"2486.title" = "Salva";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2487"; */
"2487.title" = "Annulla";

/* Class = "NSTextFieldCell"; title = "digits"; ObjectID = "2491"; */
"2491.title" = "cifre";

/* Class = "NSTextFieldCell"; title = "significant figures"; ObjectID = "2492"; */
"2492.title" = "cifre significative";

/* Class = "NSTextFieldCell"; title = "fractional places"; ObjectID = "2493"; */
"2493.title" = "cifre frazionali";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "2494"; */
"2494.title" = "Radio";﻿﻿
